{"content":[{"id":"22a101b4","settings":[],"elements":[{"id":"74000795","settings":{"_column_size":100},"elements":[{"id":"6bd6841c","settings":{"editor":"<p><!-- wp:paragraph --><\/p>\n<h3><b>Terms of use<\/b><\/h3>\n<h5>Introduction<\/h5>\n<p>This document describes the terms of use of the Olbgis Inc. (“Olbgis ”) website and services. You should also review our <a href=\"https:\/\/www.domestika.org\/en\/privacy\">Privacy Policy<\/a>, which describes our practices our information handling practices in detail. The text in the boxes provides a brief explanation of the Terms of Use and is not legally binding.<\/p>\n<h5>Acceptance of Terms<\/h5>\n<p>Before you start using Olbgis.com and all linked pages (“Site”), you are required to read, understand and agree to these Terms of Use (“Terms”). By accessing the Site, viewing any content or using any services available on the Site you are agreeing to be bound by these Terms, which together with our <a href=\"https:\/\/www.olbgis.com\/privacy\">Privacy Policy<\/a>, governs our relationship with you. You may only access to the Site after reading and accepting these Terms.<\/p>\n<p>You agree that Olbgis can use the data you provide us in accordance with our <a href=\"https:\/\/www.olbgis.com\/privacy\">Privacy Policy<\/a> at https:\/\/Olbgis.com\/, which is incorporated herein by reference.<\/p>\n<h5>Description of Site<\/h5>\n<p>The Site is an online community for people passionate by Geographical Information System. On Olbgis creative professionals can share their projects, contribute and learn in community, connect with other professionals, give and receive classes, and find employment. The Site enables the users to post photographs, images, videos and sounds, share comments, opinions and ideas, promote their work, participate in contests and promotions, and access and\/or purchase services from time to time made available on the Site (“Services”). Services include, but are not limited to, any service and\/or content Olbgis makes available to or performs for you, as well as the offering of any materials displayed, transmitted or performed on the Site or through the Services. Content (“Content”) includes, but is not limited to text, user comments, messages, information, data, graphics, news articles, photographs, videos, sounds, images, illustrations, and software.<\/p>\n<h5>Access the Site<\/h5>\n<p>Your access to and use of the Site may be interrupted from time to time as a result of equipment malfunction, updating, maintenance or repair of the Site or any other reason within or outside the control of Olbgis. Olbgis reserves the right to suspend or discontinue the availability of the Site and\/or any Service and\/or remove any Content at any time at its sole discretion and without prior notice. Olbgis may also impose limits on certain features and Services or restrict your access to parts of or all of the Site and Services without notice or liability.<\/p>\n<p>The Site should not be used or relied upon for storage of your photographs, images, videos, sounds or any other content you uploaded, and you are directed to retain your own copies of all Content posted on the Site.<\/p>\n<h5>Registration<\/h5>\n<p>You may need to create an account with Olbgis in order to use some of our Services. For that purpose, you will be required to select a password and username, and to provide registration information. The registration information you provide must be accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account.<\/p>\n<p>You may not use as a user name the name of another person or entity or that is not lawfully available for use, a name or a trademark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that in a manner misleads the readers into thinking that you are another person or company, or a name that is otherwise offensive, vulgar or obscene.<\/p>\n<p>It is your responsibility to keep your login credentials secure and you are solely responsible for all activities that occur via your account. You must immediately notify Olbgis of any unauthorized uses of your account or any other breaches of security. Olbgis will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.<\/p>\n<p>Services are available only to individuals who are at least 16 years old. Parents and legal guardians are warned that the Site does display photographs and images containing nudity and violence that may be offensive to some.<\/p>\n<p>If you are using our Services on behalf of a business, that business accepts these terms.<\/p>\n<p>You must be a human to open an account. Accounts registered by \"bots\" or other automated methods are not permitted.<\/p>\n<p>Pages describing the Services are accessible from around the world but this does not mean all Services or service features are available in your country, or that user-generated Content available via the Services is legal in your country. Olbgis may block access to certain Services (or certain service features or Content) in certain countries. It is your responsibility to make sure your use of the Services is legal in the country where you live. Services are not available in all languages.<\/p>\n<h5>Fees<\/h5>\n<p>Olbgis reserves the right, at any time, to change any fees or charges for using any services provided on the Site (or to begin charging fees for any free service), provided that such changes will not apply to fees or charges paid prior to the time of the change.<\/p>\n<h5>User Conduct<\/h5>\n<p>If you operate an account, comment on a forum or project, post material on the Site, post links on the Site, or otherwise make (or allow any third party to make) material available by means of the Site, you are entirely responsible for the content of, and any harm resulting from, that Content. That is the case regardless of the type of Content (e.g., images, video, sound, links, etc.). Olbgis does not control user submitted Content and, as such, we do not guarantee the accuracy, integrity or quality of such Content. You understand that by using this Site you may be exposed to Content that is offensive, indecent or objectionable.<\/p>\n<p>As a condition of use, you promise no to use the Services for any purpose that is unlawful or prohibited by these Terms, or any other purpose not reasonably intended by Olbgis. As an example, an not as a limitation, you agree not to use the Services:<\/p>\n<ol>\n<li>To abuse, harass, threaten, impersonate or intimidate any person.<\/li>\n<li>To post or transmit, or cause to be posted or transmitted, any Content that is libelous, defamatory, obscene, pornographic, abusive, offensive, profane, or that infringes any copyright or other right of any person.<\/li>\n<li>For any purpose (including posting or viewing Content) that is not permitted under the laws of the jurisdiction where you use the Services.<\/li>\n<li>To post or transmit, or cause to be posted or transmitted, any communication or solicitation designed or intended to obtain password, account, or private information from any Olbgis user.<\/li>\n<li>To create or transmit unwanted ‘spam’ to any person or any URL.<\/li>\n<li>To create multiple accounts for the purpose of liking (i.e., giving ‘like’ votes) for or against user’s projects.<\/li>\n<li>To post copyrighted Content which does not belong to you, with the exception of the ‘Forums’, where you might post such Content with the explicit mention of the author’s name and a link to the source of the Content.<\/li>\n<li>With the exception of accessing RSS feeds, you will not use any robot, spider, scraper or other automated means to access the Site for any purpose without our express written permission. Additionally, you agree that you will not: (i) take any action that impose, or may impose in our sole discretion an unreasonable or disproportionately large load on our infrastructure; (ii) interfere or attempt to interfere with the proper working of the Site or any activities conducted on the Site; or (iii) bypass any measures we may use to prevent or restrict access to the Site.<\/li>\n<li>To artificially inflate or alter ‘likes’, comments, or any other Service or for the purpose of giving or receiving money or other compensation in exchange for ‘likes’, or for participating in any other comanized effort that in any way artificially alters the results of Services.<\/li>\n<li>To advertise to, or solicit, any user to buy or sell any products or services, or to use any information obtained from the Services in order to contact, advertise to, solicit, or sell to any user without their prior explicit consent.<\/li>\n<li>To sell or otherwise transfer your profile.<\/li>\n<li>To use the Services as a generic image hosting service such as for banner advertising, etc.<\/li>\n<\/ol>\n<p>By making Content available, you represent and warrant that:<\/p>\n<ol>\n<li>The use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party.<\/li>\n<li>If your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content.<\/li>\n<li>You have fully complied with any third-party licenses relating to the Content.<\/li>\n<li>The Content does not contain or install any viruses, worms, malware, Trojan horse or other harmful or destructive content.<\/li>\n<li>Your use of the Site and Services will be in strict accordance with Olbgis’s Privacy Policy, with these Terms, with any other legal notices published by Olbgis on the Site, and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside).<\/li>\n<\/ol>\n<p>If you suspect there has been an abuse of the Site or a breach of the Terms (other than relating to copyright infringement which is addressed under “<a href=\"https:\/\/www.domestika.org\/en\/terms#DMCA\">Copyright Complaints<\/a>” below) please send us an e-mail with all the details to: <a href=\"mailto:hello@olbgis.com\">hello@Olbgis.com<\/a>.<\/p>\n<p>Olbgis reserves the right to ban any member from using the Services for any reason. Olbgis reserves the right to remove any Content (including, but not limited to, projects, comments, messages, avatars, etc.) for any reason whatsoever.<\/p>\n<p>Without limiting any of those representations or warranties, Olbgis has the right (though not the obligation) to, in Olbgis’s sole discretion (i) refuse or remove any Content that, in Olbgis’s reasonable opinion, violates the Terms or is in any way harmful or objectionable, or (ii) terminate or deny access to the Site to any individual or entity for any reason, in Olbgis’s sole discretion.<\/p>\n<p>You are solely responsible for your interactions with other users of the Site. Olbgis reserves the right, but has no obligation, to monitor disputes between you and your other users.<\/p>\n<p>Content Submitted or Made Available for Inclusion on the Site<\/p>\n<p>You retain all rights and ownership of your Content. Olbgis does not claim any ownership rights in your Content.<\/p>\n<p>Nonetheless, when you upload or submit Content to our Site, you grant Olbgis (and our parents and affiliates) a worldwide, non exclusive license to communicate, distribute, host, make modifications or derivative works (solely for the purpose of better showcase your work), publicly display, publicly perform, publish, reproduce, store, and use such Content. The license granted by you is for the only purposes of operating, marketing, promoting, and improving our Services. We will attribute to you if we incorporate your Content into a Olbgis feature or into promotional or marketing materials.<\/p>\n<p>In addition, by submitting your Content you grant other Olbgis users and visitors the right to share your Content via several social media platforms integrated with Olbgis (for example, Pinterest, Facebook or Twitter).<\/p>\n<p>Olbgis makes no representation and warranty that Content posted on the Site will not be unlawfully copied without your consent. Olbgis does not restrict the ability of users and visitors to the Site to make low resolution or ‘thumbnail’ copies of Content posted on the Site and you hereby expressly authorize Olbgis to permit users and visitors to the Site to make such low resolution copies of your Content.<\/p>\n<p>You represent and warrant that you shall not have any right to terminate the permissions granted herein, nor to seek, obtain, or enforce any injunctive or other equitable relief against Olbgis, all of which such rights are hereby expressly and irrevocably waived by you in favor of Olbgis.<\/p>\n<p>You may terminate this license at any time by removing your Content form the Services. If you delete Content, Olbgis will use reasonable efforts to remove it from the Site, but you acknowledge that caching or references to the Content may to be immediately unavailable. You also agree that Olbgis may retain and use copies of your Content for archival or backup purposes and for the investigation purpose mentioned later.<\/p>\n<h5>Responsibility of Site Visitors<\/h5>\n<p>Olbgis has not reviewed, and cannot review, all of the material posted to the Site, and cannot therefore be responsible for that materials content, use or effects. By operating the Site, Olbgis does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful. You are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content. The Site may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors. The site may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated. Olbgis disclaims any responsibility for any harm resulting from the use by visitors of the Site, or form any downloading by those visitors of Content there posted.<\/p>\n<p>You agree that if you come across Content that you may find offensive or upsetting that meets the Terms requirements, yoursole remedy is to simply stop viewing the Content that bothers you. If the Content violates these Terms, you agree that your sole remedy is to report it to us by as an email with all the details to: <a href=\"mailto:hello@olbgis.com\">hello@olbgis.com<\/a><\/p>\n<h5>Copyright Complains. DMCA Notice and Takedown Procedure<\/h5>\n<p>Olbgis has adopted the following policy toward copyright infringement on the Site in accordance with the <em>Digital Millennium Copyright Act<\/em> (a copy of which is located at http:\/\/www.loc.gov\/copyright\/legislation\/dmca.pdf, the \"DMCA\").<\/p>\n<p>If you believe the Site is hosting Content that infringes your copyright, please let us know by submitting a notice to our Copyright Agent (address below) in writing. Your notice must contain ALL of the following:<\/p>\n<p>A description of the copyrighted work(s) you believe are infringed.<\/p>\n<p>The exact location (URL) where the infringing material resides on the Site.<\/p>\n<p>Contact information so that we can reach you, such as email address, your physical address and telephone number.<\/p>\n<p>A statement by you that you have a good faith belief that the use of the material identified in your notice in the manner complained of is not authorized by the copyright owner, its agent, or the law.<\/p>\n<p>A statement by you that the information in your notice is accurate and, under penalty of perjury, that you are the copyright owner or are authorized to act on the copyright owner’s behalf.<\/p>\n<h5>Your signature.<\/h5>\n<p>Before you file an infringement notice, please carefully consider whether or not the use of copyrighted material at issue is protected by the “fair use” doctrine, as you could be liable for costs and attorneys’ fees should you file a takedown notice where there is no infringing use. Please also check to make sure you haven’t authorized the use at issue (for example, whether you have given a creative professional who prepared materials for your company the right to use those materials as examples of his or her past work). If you are unsure whether a use of your copyrighted material constitutes infringement, please contact an attorney. You may also wish to consult publicly available reference materials such as those found at the U.S. Copyright website (<a href=\"http:\/\/www.copyright.gov\/\">www.copyright.gov<\/a>) or at the Chilling Effects website (<a href=\"http:\/\/www.chillingeffects.org\/\">www.chillingeffects.com<\/a>).<\/p>\n<p>Olbgis will respond to valid DMCA requests within 10 days. In all cases, if you do not hear a response from us within 10 days of submitting a complaint, please e-mail us again at <a href=\"mailto:hello@olbgis.com\">hello@olbgis.com<\/a> to confirm that we received your original complaint. As you may know, spam blockers sometimes reject important e-mails from unknown parties.<\/p>\n<p>In an effort to be transparent in removing or restricting access to user-uploaded content, Olbgis may make public any DMCA notice received (with personal contact information removed). This may include posting the notice to a public-facing website, among other methods.<\/p>\n<p>After removing access to the material pursuant to a valid DMCA notice, Olbgis will immediately notify the user responsible for the allegedly infringing material that it has removed or disabled access to the material.<\/p>\n<p>Olbgis reserves the right, in its sole discretion, to immediately terminate the account of any member who is the subject of repeated DMCA notifications.<\/p>\n<p>If you believe access to your content was disabled or removed by Olbgis as a result of an improper copyright infringement notice, please send our Copyright Agent (contact information below) a written counter‐notice that contains all of the following:<\/p>\n<p>A description of the work improperly removed, along with your user name and the location where that work resided on the Service.<\/p>\n<p>Contact information so that we can reach you, such as email address, your physical address and telephone number.<\/p>\n<p>A statement under penalty of perjury, signed by you, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification.<\/p>\n<p>A statement that you consent to jurisdiction of the Federal District court for the district where you reside (or of San Francisco County, California if you reside outside of the United Sates) and that you will accept service of process from the person who provided notification under DMCA subsection (c)(1)(C) or an agent of such person.<\/p>\n<p>Before you file a counter-notice, please carefully consider whether or not your use of the copyrighted material at issue is infringing, as you could be liable for costs and attorneys’ fees in the event that a court decides your counter-notice misrepresented that the material was removed by mistake. If you are unsure whether use of the material at issue constitutes infringement, please contact an attorney. In addition, you may wish to consult publicly available reference materials such as those found at the U.S. Copyright website (<a href=\"http:\/\/www.copyright.gov\/\">www.copyright.gov<\/a>) or at the Chilling Effects website (<a href=\"http:\/\/www.chillingeffects.org\/\">www.chillingeffects.com<\/a>).<\/p>\n<p>Upon receipt of a valid counter-notification, Olbgis will forward it to notifying party who submitted the original DMCA notification. The original notifying party (or the copyright holder he or she represents) will then have ten (10) days to notify us that he or she has filed legal action relating to the allegedly infringing material. If Olbgis does not receive any such notification within ten (10) days, we may restore the material to the Services.<\/p>\n<p>The email addres for the Olbgis Copyright Agent is: <a href=\"mailto:copyright@olbgis.com\">copyright@obgis.com<\/a><\/p>\n<p>Copyrights are important to us. If anything is wrong, please follow the indicated procedure.<br \/>If there is something you do not understand send us an email to <a href=\"mailto:hello@olbgis.com\">hello@olbgis.com<\/a><\/p>\n<h5> <\/h5>\n<h5>Teaching or Attending a Class<\/h5>\n<p>Olbgis also provides a community marketplace to learn from creative professionals through online classes (“Classes”).<\/p>\n<p>These Terms, the Privacy Policy and any other legal notices published by Olbgis are in addition to any agreements, releases or other documents (the “Class Agreements”) that a teacher and student may enter into in connection with a class, including any Class Agreements entered into through the Site. Students and teachers are each responsible to the other for complying with the terms of the Class Agreements, but Olbgis has no control over either party’s compliance. Among other things, Olbgis cannot control (a) the provisions of the Class Agreements, (b) the accuracy or legality of the Class Agreements or (c) any party’s performance of its obligations under the Class Agreements. Accordingly, Olbgis shall not be held responsible for any liability arising out of the Class Agreements or any actions that you may take in reliance thereon, and is not a party to any transaction between you and any other user. TO THE FULLEST EXTENT PERMITTED BY LAW, YOU HEREBY RELEASE OLBGIS AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AFFILIATES AND THEIR RESPECTIVE SUCCESSORS AND ASSIGNS (COLLECTIVELY, THE “OLBGIS PARTIES”) FROM ANY CLAIMS OR DAMAGES OF ANY KIND OR NATURE, KNOWN OR UNKNOWN, SUSPECTED OR UNSUSPECTED, DISCLOSED OR UNDISCLOSED, RELATING TO ANY DISPUTE RELATING TO THE CLASS AGREEMENTS OR ANY TRANSACTION OR ATTEMPTED TRANSACTION WITH ANOTHER USER OF THE SERVICE (WHETHER A STUDENT OR TEACHER). YOU AGREE AND UNDERSTAND AND INTEND THAT THIS ASSUMPTION OF RISK AND RELEASE IS BINDING UPON YOU AND YOUR HEIRS, EXECUTORS, AGENTS, ADMINISTRATORS AND ASSIGNS.<\/p>\n<p>You expressly acknowledge and agree that your use of the Site, the Classes and all Content and services available on the Site is at your sole risk and responsibility. THE CLASSES (INCLUDING ANY CONTENT) ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT. YOU ASSUME TOTAL RESPONSIBILITY AND THE ENTIRE RISK FOR YOUR USE OF THE ONLINE COURSES AND CONTENT.<\/p>\n<p>WITHOUT LIMITING THE FOREGOING, WE DO NOT WARRANT THAT (A) THE CONTENT OR THE CLASSES WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS OR ACHIEVE THE INTENDED PURPOSES, (B) THE CLASSES WILL NOT EXPERIENCE OUTAGES OR OTHERWISE BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, (C) THE INFORMATION OR CONTENT OBTAINED THROUGH THE CLASSES, SUCH AS CHAT ROOM SERVICES, WILL BE ACCURATE, COMPLETE, CURRENT, ERROR-FREE, COMPLETELY SECURE OR RELIABLE, OR (D) THAT DEFECTS ON THE CONTENT WILL BE CORRECTED. YOU ASSUME ALL RISK OF PERSONAL INJURY, INCLUDING DEATH AND DAMAGE TO PERSONAL PROPERTY, SUSTAINED FROM USE OF THE CLASSES AND CONTENT.<\/p>\n<p>If applicable, you waive California Civil Code Section 1542, which states, in relevant part: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”<\/p>\n<p>Olbgis reserves the right to, but is under no obligation, to delete the listing of any class at any time and for any reason.<\/p>\n<h5>Special Rules for Students<\/h5>\n<p>You agree to accept all of the terms and conditions including the cancellation policy listed in the Site when you agree to book a class on Olbgis.<\/p>\n<p>All Classes offered on Olbgis are valid only for the specified dates.<\/p>\n<p>You agree to follow all reasonable rules set by a teacher with respect to a Class, and not to take any actions to interfere with the teacher or any other students in the Class.<\/p>\n<p>You agree to follow all reasonable rules set by a teacher with respect to a Class, and not to take any actions to interfere with the teacher or any other students in the Class.<\/p>\n<p>When you pay to participate in the Class you will have the unlimited right to download the materials for the class. The materials will remain available for download in your online account indefinitely from the date of purchase.<\/p>\n<p>As a student, when you enroll in a class, whether it’s a free or paid class, you are getting from Olbgis a license to view the class via the Olbgis platform and Services, and Olbgis is the licensor of record. Classes are licensed, and not sold, to you. This license does not give you any right to resell the class in any manner (including by sharing account information with a purchaser or illegally downloading the class and sharing it on torrent sites).<\/p>\n<p>In legal, more complete terms, Olbgis grants you (as a student) a limited, non-exclusive, non-transferable license to access and view the classes and associated content for which you have paid all required fees, solely for your personal, non- commercial, educational purposes through the Services, in accordance with these Terms and any conditions or restrictions associated with a particular classes or feature of our Services. All other uses are expressly prohibited. You may not reproduce, redistribute, transmit, assign, sell, broadcast, rent, share, lend, modify, adapt, edit, create derivative works of, sublicense, or otherwise transfer or use any class unless we give you explicit permission to do so in a written agreement signed by a Olbgis authorized representative. This also applies to content you can access via any of our APIs.<\/p>\n<p>We generally give a lifetime access license to our students when they enroll in a class. However, for liability reasons we consider that the legal access expires in a year and we reserve the right to revoke any license to access and the use of classes at any point in time in the event where we decide or are obligated to disable access to a class due to legal or policy reasons, for example, if the class you enrolled in is the object of a copyright complaint, or if we determine its content violates our terms. The access is not applicable to add-on features and services associated with a class, for example translation captions of classes may be disabled by instructors at any time, and an instructor may decide at any time to no longer provide teaching assistance or Q&amp;A services in association with a class. To be clear, the access is to the class content but not to the instructor.<\/p>\n<h5>Special Rules for Teachers<\/h5>\n<p>By listing a class on Olbgis, you assume full responsibility for the content of the service offered. You also understand that it is publicly available to be viewed and book by any student.<\/p>\n<p>By listing a class on Olbgis, you agree to honor all registrations through Olbgis.com at the price and time listed in the Site, and not to refuse registration or attendance by any student for any discriminatory or other illegal reason.<\/p>\n<p>You represent and warrant to Olbgis that you are qualified to teach the classes that you list with the Site and that you will at all times conduct yourself in a professional manner and in compliance with all applicable laws.<\/p>\n<p>You agree not to abuse your students’ personal information. Abuse is defined as using personal information for any purpose other than those explicitly specified in your class without the students’ prior consent.<\/p>\n<p>You understand that, if you teach a class, your students will have the opportunity to review their experience with you. We cannot control the contents of any such review and will not be held responsible for any information or opinions that a user may include in any such review.<\/p>\n<p>You may choose to remove content from your class and will continue to own such content, but we will continue to have the right to use that content and to provide it to students who have paid for your class.<\/p>\n<p>You understand and acknowledge that Olbgis will have the right to refuse your services as a teacher, with or without reason. You also understand that Olbgis will have the right to decide the subject of the class and its content and scope.<\/p>\n<p>You have read, understand and agree to the Class Guidelines and the Eligibility Requirements. You also understand and agree that we will not paid you for any expenses in which you may have incurred in the preparation of a class that does not pass our approval process.<\/p>\n<h5>Classes Payment and Fees<\/h5>\n<p>Fees for classes are collected by Olbgis from students via Stripe Payments and (subject to the below) are then remitted to the teacher via PayPal Payments or Wire transfer or E-check .<\/p>\n<p>Refunds are available until fourteen (14) days after the later of (a) the enrollment date or (b) the class launch date. Assuming receipt by Olbgis of payment from a student, fees for online classes will be sent to Stripe for processing on the first regularly scheduled “payment date” after the expiration of the refund period described above. <\/p>\n<ul>\n<li><b>Payouts<\/b><\/li>\n<\/ul>\n<div>It takes <b>07 days<\/b> for the Olbgis Company after withdrawal request to verify all information before to proceed each transaction. The third party service Fees (Paypal,Wise.....) are supported by the instructors.<\/div>\n<p> <\/p>\n<p>Teachers and students agree that Olbgis’s responsibility is solely to process payments as set forth above, and Olbgis is not party to any transaction between any student and\/or teacher and cannot be held responsible for any issues arising from any such transaction.<\/p>\n<p>A full payment is required to register for a class on Olbgis, unless otherwise agreed by the teacher.<\/p>\n<p>Fees for classes or any other portion of the Service may be changed at any time without prior notice.<\/p>\n<p>Instructors are responsible for all income, sales and other taxes associated with fees earned from their classes. Olbgis will make commercially reasonable efforts to provide each teacher with a 1099 reflecting fees paid to such teacher following the end of each year, and reserves the right to withhold any payment until it has received all tax identification information it reasonably requires.<\/p>\n<h5>Classes Cancellations and Refunds<\/h5>\n<p>Except for the refund period for online classes described above, Olbgis is not responsible or liable for any refunds for classes.<\/p>\n<p>Students whose classes are cancelled after enrollment, but before the launch date, will receive a full refund of the price paid.<\/p>\n<h5>Links<\/h5>\n<p>The Site may provide, or third parties may provide, links to other websites or webpages. Because Olbgis has no control over such websites and webpages, you acknowledge and agree that Olbgis is not responsible for the availability of such external websites and webpages, and does not endorse and is not responsible or liable for any content, advertising, products or other materials on or available from such websites or webpages. You further acknowledge and agree that Olbgis shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or webpages.<\/p>\n<p>Some people may post links and we are not responsible for those links.<\/p>\n<h5>Investigations<\/h5>\n<p>Olbgis does not review all Content uploaded to the Service but we may use available technologies or process to screen for certain types of illegal content (for example, child pornography) or other abusive content or behavior (for example, patterns of activity that indicate spam or phishing).<\/p>\n<p>We may access or disclose information about you, or your use of a service, (a) when it is required by law (for example if we receive a valid subpoena or search warrant); (b) to respond to your requests for customer service support; or (c) where we, in our discretion, think it is necessary to protect the rights, property or personal safety of Olbgis, our users, or the public.<\/p>\n<p>We may screen your Content for certain types of illegal content.<\/p>\n<h5>Olbgis’ Intellectual Property<\/h5>\n<p>The Site and any trademarks, logo, sample code, software, and other content and assets (“Olbgis Materials”) that Olbgis provides to you as part of the Services are protected by intellectual property rights. Using our Site does not give you ownership of any such intellectual property rights. You may not use content accessible from our Site unless you obtain prior permission from its owner or are otherwise permitted by law. You are not permitted to use Olbgis’s trademarks and logos related to the Services without our prior consent. Do not remove, obscure, or alter any text or proprietary notices contained in the Olbgis Materials. You cannot use the Olbgis Materials to construct any kind of database.<\/p>\n<h5>Olbgis Disclaimer of Warranties<\/h5>\n<p>You acknowledge and agree that by accessing or using the Services, you may be exposed to materials from others that you may consider offensive, indecent, or otherwise objectionable, and agree to accept that risk. Views expressed on our Site or through our Services do not necessarily reflect our views. We do not support or endorse certain content posted by you or other users. Certain content from others may be incorrectly labeled, rated, or categorized.<\/p>\n<p>Although we do what we can to provide security measures to protect your content, we are not liable for any damages resulting from the disclosure of your content.<\/p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SITE, THE SERVICES THE CONTENT AND OLBGIS MATERIALS ARE PROVIDED TO YOU “AS IS,” WITHOUT WARRANTY OF ANY KIND, EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE. FOR EXAMPLE, WE MAKE NO WARRANTY THAT (a) THE SERVICES, THE CONTENT OR MATERIALS WILL MEET YOUR REQUIREMENTS OR WILL BE CONSTANTLY AVAILABLE, UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE; (b) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE, SERVICES, CONTENT OR MATERIALS WILL BE EFFECTIVE, ACCURATE, OR RELIABLE; OR THAT (c) ANY ERRORS OR DEFECTS IN THE SITE, SERVICES, CONTENT OR MATERIALS WILL BE CORRECTED. Neither Olbgis nor its suppliers and licensors, makes any warranty that the Site will be error free or that access thereto will be continuous or uninterrupted. You understand that you download from, or otherwise obtain content or services through, the Site at your own discretion and risk.<\/p>\n<h5>Limitation of Liability<\/h5>\n<p>In no event will Olbgis, or its suppliers or licensors, be liable with respect to any subject matter of these Terms under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages; (ii) the cost of procurement or substitute products or services; (iii) for interruption of use or loss or corruption of data; or (iv) for any amounts that exceed the fees paid by you to Olbgis under these Terms during the twelve (12) month period prior to the cause of action. Olbgis shall have no liability for any failure or delay due to matters beyond their reasonable control. The foregoing shall not apply to the extent prohibited by applicable law.<\/p>\n<h5>Termination<\/h5>\n<p>Olbgis may terminate your access to all or any part of the Site at any time, with or without cause, with or without notice, effective immediately.<\/p>\n<p>You can stop using our Services at any time. You may delete your account by going to your account settings and clicking on the “I would like to delete my Olbgis account” button. When you delete your account, we will delete your profile and all related data including your projects, favorites and comments in other projects in the Site, although this may not take place immediately. Olbgis cannot delete your forum topics and responses, however we will delete your name and dissociate your profile from all this activity.<\/p>\n<h5>Change<\/h5>\n<p>Olbgis reserves the right, at its sole discretion, to modify or replace any part of these Terms. It is your responsibility to check these Terms periodically for changes. Your continued use of or access to the Site following the posting of any changes to these Terms constitutes acceptance of those changes. Olbgis may also, in the future, offer new services and\/or features through the Site. Such new features and\/or services will be subject to the terms and conditions of these Terms.<\/p>\n<h5>Notices<\/h5>\n<p>Please send your notices to Olbgis Inc., 251 Little Falls Drive, Wilmington, DE 19808, unless Terms provide otherwise.<\/p>\n<p>We will send you our notices via email, postcard, text messages, phone calls (if you give us your number), publications within our Services or through any other reasonable means.<\/p>\n<p>Most communication between Olbgis and you will be sent and received electronically. You agree that all electronic communication between Olbgis and you shall satisfy any legal requirements that such communications be in writing.<\/p>\n<h5>Indemnification<\/h5>\n<p>You agree to indemnify and hold Olbgis and its subsidiaries, affiliates, officers, agents, employees, co-branders or other partners, and licensors harmless from any claim or demand, including reasonable attorney’s fees, due to or arising out of your Content, your use of the Site, the Services or Olbgis Materials, your violation of the Terms, or your violation of any rights of another.<\/p>\n<h5>Miscellaneous<\/h5>\n<p>You agree that the Service shall be deemed a passive interactive service based solely in California and shall not give rise to personal jurisdiction over Olbgis, either specific or general, in jurisdictions other than California.<\/p>\n<p>The laws of California, U.S.A., excluding California’s conflict of laws rules, will apply to any disputes arising out of or relating to these Terms, the Privacy Policy, the Site or the Services. All claims arising out of or relating to these Terms or the Services will be litigated exclusively by a court of competent jurisdiction located in San Francisco County<sup>8<\/sup>, California, USA, and you and Olbgis consent to personal jurisdiction in those courts.<\/p>\n<p>Any cause of action or claim you may have arising out of or related to the services must be commenced within one (1) year after the claim or cause of action arises or such claim or cause of action is permanently barred.<\/p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NO CLAIM UNDER THESE TERMS OF USE OR THE PRIVACY POLICY SHALL BE JOINED TO ANY OTHER CLAIM, INCLUDING ANY CLAIM INVOLVING ANY OTHER CURRENT OR FORMER USER OF THE SITE AND\/OR SERVICES, AND NO CLASS ACTION PROCEEDINGS SHALL BE PERMITTED.<\/p>\n<p>These Terms of Use, together with the Privacy Policy and any other legal notices published by Olbgis, constitute the entire agreement between you and Olbgis concerning the Service and the services provided by Olbgis. If any provision of any such document is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions thereof, which shall remain in full force and effect.<\/p>\n<p>Olbgis's failure to insist upon or enforce strict performance of any provision of these Terms shall not be construed as a waiver of any provision or right. Neither the course of conduct between the parties nor trade practice shall act to modify any provision of these Terms.<\/p>\n<p>Olbgis may assign its rights and duties under these Terms to any party at any time without notice to you.<\/p>\n<p>Any rights of Olbgis not expressly granted herein are reserved.<\/p>\n<p>The English version of this agreement will be the version used when interpreting or construing this agreement.<\/p>\n<p> <\/p>\n<p>Last updated: November 31th, 2021. Replaces all prior versions in their entirety.<\/p>\n<p><!-- \/wp:list --><\/p>"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"}],"settings":{"template":"default"},"metadata":{"views":"134","insight_page_options":"s:1319:\"a:37:{s:11:\"site_layout\";s:0:\"\";s:10:\"site_width\";s:0:\"\";s:16:\"site_top_spacing\";s:0:\"\";s:19:\"site_bottom_spacing\";s:0:\"\";s:10:\"site_class\";s:0:\"\";s:21:\"site_background_color\";s:0:\"\";s:21:\"site_background_image\";s:0:\"\";s:22:\"site_background_repeat\";s:9:\"no-repeat\";s:26:\"site_background_attachment\";s:0:\"\";s:24:\"site_background_position\";s:0:\"\";s:20:\"site_background_size\";s:0:\"\";s:24:\"content_background_color\";s:0:\"\";s:24:\"content_background_image\";s:0:\"\";s:25:\"content_background_repeat\";s:9:\"no-repeat\";s:27:\"content_background_position\";s:0:\"\";s:12:\"top_bar_type\";s:0:\"\";s:11:\"header_type\";s:0:\"\";s:14:\"header_overlay\";s:0:\"\";s:11:\"header_skin\";s:0:\"\";s:12:\"menu_display\";s:0:\"\";s:13:\"menu_one_page\";s:1:\"0\";s:16:\"custom_dark_logo\";s:0:\"\";s:17:\"custom_light_logo\";s:0:\"\";s:17:\"custom_logo_width\";s:0:\"\";s:24:\"custom_sticky_logo_width\";s:0:\"\";s:21:\"page_title_bar_layout\";s:0:\"\";s:29:\"page_title_bar_bottom_spacing\";s:0:\"\";s:31:\"page_title_bar_background_color\";s:0:\"\";s:25:\"page_title_bar_background\";s:0:\"\";s:33:\"page_title_bar_background_overlay\";s:0:\"\";s:29:\"page_title_bar_custom_heading\";s:0:\"\";s:14:\"page_sidebar_1\";s:12:\"page_sidebar\";s:14:\"page_sidebar_2\";s:7:\"default\";s:21:\"page_sidebar_position\";s:4:\"left\";s:17:\"revolution_slider\";s:0:\"\";s:15:\"slider_position\";s:5:\"below\";s:13:\"footer_enable\";s:0:\"\";}\";","snp_p_welcome_popup":"global","snp_p_mobile_welcome_popup":"global","snp_p_exit_popup":"global","snp_p_mobile_exit_popup":"global"}}