{"content":[{"id":"76a18f2a","settings":[],"elements":[{"id":"3f10352c","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"4cbb9bf7","settings":{"editor":"<p>Forest Fire is a natural phenomenon. It is part of the nitrogen cycle and it helps forests to grow healthy. However, “wildfire” is a huge and out-of-control fire that destroys human wealth, and therefore, it is a kind of disaster. The very first strategy to defend the forests against wildfire is to avoid it. So fire risk maps are produced and even prescribed burning is done. Nevertheless, wildfire happens and the only choice, in this case, is to control it. Knowing the fire behavior, one can use forest fire simulation to predict and control the wildfire.<\/p><ul><li class=\"MsoNormal\"><h6><span lang=\"EN-US\">Need for GIS <\/span><\/h6><\/li><\/ul><blockquote><h6><span style=\"color: #696969; font-size: 14px;\">GIS provides a way to integrate data about the location and extent of forest fires with other types of environmental data, such as weather patterns and ecological landscape information. Such information can be used to predict future fires and the locations that are likely to be affected. GIS can also help rehabilitate forest ecosystems after a devastating fire. By taking data from previous fires, the managers can determine which tree species may survive the potential future wildfires. GIS data can help decide which trees to plant in the aftermath of a devastating forest fire.<\/span><\/h6><\/blockquote><ul><li><h6>Case Study<\/h6><\/li><\/ul>"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"1dde1c3d","settings":[],"elements":[{"id":"3274cdc4","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"33da0123","settings":{"editor":"<p>Forest Fires have become increasingly common in Tamil Nadu, India. Several fire outbreaks in a year have killed hectares of wild areas. A study has attempted to identify whether forest fires have made a considerable impact on the forest caps of Erode, Salem, and Dharmapuri Districts of Tamil Nadu. Further, it also tries to map out the forest fire frisk zones and the potential areas of forest fire spread sensitivity in the study area. To visualize the impact of forest fires, NDVI maps were generated from Satellite imageries of LANDSAT 5, 7, and 8 for the past years (2006–2019) in the corresponding fire seasons. Parameters like vegetation type, temperature, rainfall, road network, and slope (topography) of the study area were considered. Data from the Tamil Nadu Forest Department, Ministry of Forest Environment and Climate Change, National Institute of Wind Energy, Indian Meteorological Department (IMD), SRTM DEM datasets, and open street map in ArcGIS 10.3 were instrumental in converting the above factors into their corresponding thematic maps. These map layers were then integrated with ArcGIS 10.3. Using a weighted overlay tool in ArcGIS 10.3, the final Risk Zone and Spread sensitivity maps were generated. This could be a valuable aid in planning Action Programmes to prevent such fires in the future. Even annual mountain trekkers can use this to plan their trips by avoiding those forest fire–prone zones.<\/p>"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"50470db0","settings":[],"elements":[{"id":"752c294d","settings":{"_column_size":100,"_inline_size":null},"elements":[],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"602064d","settings":[],"elements":[{"id":"591ccaf9","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"7e145e8a","settings":{"editor":"<p><strong>Abbreviation<\/strong><\/p><p> <\/p><p><em><strong>GIS:<\/strong> A geographic information system (GIS) is a computer system that generates, maintains, analyses, and maps various types of data. GIS integrates data to a map by combining location data (where objects are) with other forms of descriptive data (what things are like there).<\/em><\/p><p> <\/p><p><em><strong>Remote sensing:<\/strong> Remote sensing is the practice of detecting and monitoring an area’s physical features from a distance by measuring it's reflected and emitted radiation (typically from satellite or aircraft).<\/em><\/p><p> <\/p><p><em><strong>SRTM:<\/strong> The Shuttle Radar Topography Mission (SRTM) provides for the first time a near-global high-resolution digital elevation model (DEM) with great advantages of homogeneous quality and free availability<\/em><\/p><p> <\/p><p><em><strong>NDVI:<\/strong> The NDVI is a dimensionless index that describes the difference between visible and near-infrared reflectance of vegetation cover and can be used to estimate the density of green on an area of land <\/em><\/p><p> <\/p><p><em><strong>ArcGIS:<\/strong> ArcGIS is a family of client software, server software, and online geographic information system services developed and maintained by Esri.<\/em><\/p><p> <\/p><p><em><strong>Landsat:<\/strong> Landsat satellites have the optimal ground resolution and spectral bands to efficiently track land use and to document land change due to climate change, urbanization, drought, wildfire, biomass changes (carbon assessments), and a host of other natural and human-caused changes.<\/em><\/p>"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"}],"settings":{"template":"default"},"metadata":{"views":"47","snp_p_welcome_popup":"global","snp_p_mobile_welcome_popup":"global","snp_p_exit_popup":"global","snp_p_mobile_exit_popup":"global","insight_post_options":"s:1500:\"a:44:{s:12:\"post_gallery\";N;s:10:\"post_video\";s:0:\"\";s:10:\"post_audio\";s:0:\"\";s:15:\"post_quote_text\";s:0:\"\";s:15:\"post_quote_name\";s:0:\"\";s:14:\"post_quote_url\";s:0:\"\";s:9:\"post_link\";s:0:\"\";s:11:\"site_layout\";s:0:\"\";s:10:\"site_width\";s:0:\"\";s:16:\"site_top_spacing\";s:0:\"\";s:19:\"site_bottom_spacing\";s:0:\"\";s:10:\"site_class\";s:0:\"\";s:21:\"site_background_color\";s:0:\"\";s:21:\"site_background_image\";s:0:\"\";s:22:\"site_background_repeat\";s:9:\"no-repeat\";s:26:\"site_background_attachment\";s:0:\"\";s:24:\"site_background_position\";s:0:\"\";s:20:\"site_background_size\";s:0:\"\";s:24:\"content_background_color\";s:0:\"\";s:24:\"content_background_image\";s:0:\"\";s:25:\"content_background_repeat\";s:9:\"no-repeat\";s:27:\"content_background_position\";s:0:\"\";s:12:\"top_bar_type\";s:0:\"\";s:11:\"header_type\";s:0:\"\";s:14:\"header_overlay\";s:0:\"\";s:11:\"header_skin\";s:0:\"\";s:12:\"menu_display\";s:0:\"\";s:13:\"menu_one_page\";s:1:\"0\";s:16:\"custom_dark_logo\";s:0:\"\";s:17:\"custom_light_logo\";s:0:\"\";s:17:\"custom_logo_width\";s:0:\"\";s:24:\"custom_sticky_logo_width\";s:0:\"\";s:21:\"page_title_bar_layout\";s:0:\"\";s:29:\"page_title_bar_bottom_spacing\";s:0:\"\";s:31:\"page_title_bar_background_color\";s:0:\"\";s:25:\"page_title_bar_background\";s:0:\"\";s:33:\"page_title_bar_background_overlay\";s:0:\"\";s:29:\"page_title_bar_custom_heading\";s:0:\"\";s:14:\"page_sidebar_1\";s:7:\"default\";s:14:\"page_sidebar_2\";s:7:\"default\";s:21:\"page_sidebar_position\";s:7:\"default\";s:17:\"revolution_slider\";s:0:\"\";s:15:\"slider_position\";s:5:\"below\";s:13:\"footer_enable\";s:0:\"\";}\";","inline_featured_image":"0"}}