{"content":[{"id":"6abf45da","settings":[],"elements":[{"id":"4bba8d78","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"721e6d36","settings":{"editor":"<!-- wp:paragraph -->\n<h5><strong>Introduction <\/strong><\/h5>\nThe world's major cities are experiencing a significant increase in temperature when contrasted to their surrounding region. Recent studies have found that the cause of this phenomena is the conversion of natural surfaces with low thermal inertia, such as greenery, to man-made structures with high thermal inertia, such as roadways and concrete buildings. This phenomenon is known as \"Urban Heat Island,\" and remote sensing and GIS have been found to be important techniques for studying it.\n\nUrban Heat Island is a result of  <span style=\"color: var(--edumall-color-text); letter-spacing: 0em;\">a) urbanisation and (b) anthropogenic growth. The first is to adjust the land cover as urbanisation erases the natural ground by substituting non-porous built-up surfaces for the natural surface content. The second is due to shipping and manufacturing activities resulting in a shift in the equilibrium of ambient surface energy by trap, incoming solar radiation during the day and reradiation at night. UHI is recognised as an issue that arises as a consequence of urban areas' uncontrolled development.<\/span>\n<blockquote>\n<h6><span style=\"color: #696969; font-size: 14px;\">UHI can usually be represented by air temperature and it is simple to obtain LST from remotely sensed images. The relationship between Land surface temperature (LST) and Land use and Land cover (LULC) can be demonstrated by remotely sensed data. In order to perform the UHI analysis, Landsat data was commonly used. The association between LULC and LST greatly helps to assess the effects of the transition in LULC on the LST and Normalized Difference Vegetation Index (NDVI) is a parameter that has a direct impact on the study of UHI. Based on the above relationship between LST and NDVI, due to the difference in NDVI between various LULC forms, the LULC shift would indirectly influence the LST..<\/span><\/h6>\n<\/blockquote>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n\n<!-- \/wp:list -->"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"6f5c40f6","settings":[],"elements":[{"id":"360af33c","settings":{"_column_size":100,"_inline_size":null},"elements":[],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"5baa30cf","settings":[],"elements":[{"id":"3f9cab02","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"7f5cec09","settings":{"editor":"<p><strong>Case Study<\/strong><\/p><p>A Research is being conducted on a region of the Chennai city in India to show the spatial and temporal pattern and changes of urban heat island (UHI). Landsat 7 and 8 Imageries of 2000, 2010 and 2020, whose spatial resolution sufficient for some significant environmental parameters to be calculated. LST values were extracted from Landsat 7 ETM+ (2000,2010) and Landsat 8 OLI (2020). A Normalized Difference Vegetation Index (NDVI), Normalized Difference Built-up Index (NDBI) maps was extracted from the same image.<\/p><p>The thermal data were corrected and converted to top of the atmosphere radiance values and further to temperature in degrees Celsius from Kelvin scale using ArcGIS. Four land use and land cover (LULC) types (Vegetation, Barren land, built-up area and water) were classified from the Landsat images by supervised classification techniques using maximum likelihood classification (MLC) algorithm. LULC, NDVI, NDBI, LST maps have been prepared using ArcGIS 10.8.<\/p><p>Result shown that during the investigation period (2000-2020), high temperatures were typically experienced mostly in concentrated built-up areas with lower concentrated temperatures in vegetation areas. From the results, it is clear that the values of land surface temperature had a positive correlation with NDBI and a negative correlation with NDVI.<\/p><p>This research can be a data source for urban planners, designers, scientists, engineers, demographers and other social scientists to improve the quality of the environment by designing green lands, changing the surface cover and developing guidelines for urban design, as well as making decisions that will improve sustainability methods in the environment.<\/p><p><strong>Solutions to Urban Heat Island<\/strong><\/p><p>Some of the recommendation to reduce Urban Heat Island:<\/p><ol><li>Light-colored concrete and white roofs have to be used.<\/li><li>Tree Planting in Cities<\/li><li> Vegetation Cover and Green Roofs<\/li><li>Green revolution have to properly implemented in the city<\/li><li>lots of Green parking within the city have to build.<\/li><li>Implementing smart growth strategies<\/li><li>Passive Cooling and Climate Responsive Architecture<\/li><li>Reducing Anthropogenic Heat within the city<\/li><li>Healthy and Heat-Resilient Development<\/li><li>Heat Mitigation Policies and Rules have to be Implement in the city<\/li><\/ol><p><strong> <\/strong><\/p><p><strong>Abbreviation:<\/strong><\/p><p><strong><em>Landsat<\/em><\/strong><em>: The Landsat Program is a collection of Earth-observing satellite missions administered cooperatively by NASA and the United States Geological Survey. Landsat satellites provide the best ground resolution and spectral bands for tracking land use and documenting land change caused by climate change, urbanisation, drought, wildfires, biomass changes (carbon assessments), and a variety of other natural and human-induced changes.<\/em><\/p><p><strong><em>LST: Land Surface Temperature<\/em><\/strong><em> is the temperature of the land surface's radiative skin recorded in the direction of the distant sensor. It is calculated using Top-of-Atmosphere brightness temperatures from the infrared spectral channels of a geostationary satellite system. It's been used to investigate the effects of land cover changes on climate.<\/em><\/p><p><strong><em>NDVI: <\/em><\/strong><strong><em>Normalized Difference Vegetation Index <\/em><\/strong><em>is particularly valuable for continental- to global-scale vegetation monitoring, because it can correct for changing lighting conditions, surface slope, and viewing angle. NDVI, on the other hand, tends to saturate over thick vegetation and is sensitive to underlying soil colour.<\/em><\/p><p><strong><em>NDBI: <\/em><\/strong><strong><em>Normalized Difference Built-up Index <\/em><\/strong><em>is useful for mapping urbanised regions.<\/em> <em>Remote sensing imagery can give immediate and synoptic views of urban land cover, which is important for monitoring the geographical distribution and expansion of urban built-up regions.<\/em><\/p><p><strong><em>LULC: Land Use \/ Land Cover <\/em><\/strong><em>is the categorization or classification of human activities and natural features on the landscape across time using recognised scientific and statistical methods of analysis of acceptable source materials.<\/em><\/p>"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"}],"settings":{"template":"default"},"metadata":{"snp_p_welcome_popup":"global","snp_p_mobile_welcome_popup":"global","snp_p_exit_popup":"global","snp_p_mobile_exit_popup":"global","insight_post_options":"s:1500:\"a:44:{s:12:\"post_gallery\";N;s:10:\"post_video\";s:0:\"\";s:10:\"post_audio\";s:0:\"\";s:15:\"post_quote_text\";s:0:\"\";s:15:\"post_quote_name\";s:0:\"\";s:14:\"post_quote_url\";s:0:\"\";s:9:\"post_link\";s:0:\"\";s:11:\"site_layout\";s:0:\"\";s:10:\"site_width\";s:0:\"\";s:16:\"site_top_spacing\";s:0:\"\";s:19:\"site_bottom_spacing\";s:0:\"\";s:10:\"site_class\";s:0:\"\";s:21:\"site_background_color\";s:0:\"\";s:21:\"site_background_image\";s:0:\"\";s:22:\"site_background_repeat\";s:9:\"no-repeat\";s:26:\"site_background_attachment\";s:0:\"\";s:24:\"site_background_position\";s:0:\"\";s:20:\"site_background_size\";s:0:\"\";s:24:\"content_background_color\";s:0:\"\";s:24:\"content_background_image\";s:0:\"\";s:25:\"content_background_repeat\";s:9:\"no-repeat\";s:27:\"content_background_position\";s:0:\"\";s:12:\"top_bar_type\";s:0:\"\";s:11:\"header_type\";s:0:\"\";s:14:\"header_overlay\";s:0:\"\";s:11:\"header_skin\";s:0:\"\";s:12:\"menu_display\";s:0:\"\";s:13:\"menu_one_page\";s:1:\"0\";s:16:\"custom_dark_logo\";s:0:\"\";s:17:\"custom_light_logo\";s:0:\"\";s:17:\"custom_logo_width\";s:0:\"\";s:24:\"custom_sticky_logo_width\";s:0:\"\";s:21:\"page_title_bar_layout\";s:0:\"\";s:29:\"page_title_bar_bottom_spacing\";s:0:\"\";s:31:\"page_title_bar_background_color\";s:0:\"\";s:25:\"page_title_bar_background\";s:0:\"\";s:33:\"page_title_bar_background_overlay\";s:0:\"\";s:29:\"page_title_bar_custom_heading\";s:0:\"\";s:14:\"page_sidebar_1\";s:7:\"default\";s:14:\"page_sidebar_2\";s:7:\"default\";s:21:\"page_sidebar_position\";s:7:\"default\";s:17:\"revolution_slider\";s:0:\"\";s:15:\"slider_position\";s:5:\"below\";s:13:\"footer_enable\";s:0:\"\";}\";","views":"106"}}